class AboutData {
  static List<String> aboutAr = [
    '  هي شركة أسسها رجل أعمال سعودي عصامي بناها من الصفر، نحت الصخر لفترة طويلة حتى جعلها كيان مؤسسي قوي ومن ثم تحولت إلى شركة يشار لها بالبنان.',
    'تعد شركة المرعى للتجارة التي تتخذ من المملكة العربية السعودية مــــقرا لها واحدة من أقوى وأبرز الشــــركات الرائـــدة فــــي إيصال اللحوم الطازجــة للمستهلك.',
    ' ما تمتلكه شــــركة المـــرعى للتـــجارة مـن إمــــــكــــانيات وعـــــلاقات تجـــعل منها عــــلامة فـــــارقة فــــي مـــجال اللــــــحوم، حيث تمتلك ما لا يقل عن ١ ٪؜ من إجمالي استهلاك اللحوم بمختلف أنواعه في المملكة.',
    'وتعمل شركـة المرعى للتـجارة التي يتفرع منها (تركي للذبائح) على توفير باقة متنوعة من أصناف اللحوم الطازجة بمعايير وجــودة عالية وتوفر منتجاتها لعملائها في جميع مناطق المـــملكة الـــعربية السعوديـــة و تستهدف أيضا بعض دول مجـــلس التعاون الـــــخليجي.',
    'منذ أن داعبت هذه الفكرة خياله بدأ تنفيذها معتمدا أرقى الكوادر المدربة المحلية أو المستقدمة من الخارج وبإشراف مباشر منه، حيث يعملون بكل احترافية لتلبية احتياجات المستهلك.',
    'و خطته القادمة هي فتح معارض حديثة ذات تصاميم عصرية و فكر جديد تواكب عصرنا الحالي للحوم البلدية الطازجة ممثلة بمركز تركي للذبائح الذي سينتشر بفروعه داخل مدن و أحياء بلادنا الحبيبة و كذلك في بعض دول الخليج منها (الامارات العربية المتحدة - البحرين - الكويت - قطر)، و بدأ حاليا بتوسيع نشاط الشركة بإدخال الدواجن و الخضار و الألبان الطازجة.',
    'حيث أنه يسعى إلى أن يكون له النصيب الأكبر من سوق المنتجات الطازجة بالمملكة، و مسايرا لرؤية المملكة 2030 يسعى تركي إلى مواكبة الرؤية من خلال توظيف كوادر سعودية من أبناء و بنات وطننا الغالي، و إنشاء مصانع تدار من قبلهم، و أن يكون لشركة المرعى مكانة مميزة في المجتمع ويكون لها دوراً بارزاً في حياة كل مواطن و مقيم يزداد أهمية مع مرور الوقت.',
  ];
  static List<String> aboutEn = [
    "Almaraa Trading Company, which is headquartered in the Kingdom of Saudi Arabia, is one of the strongest and most prominent pioneering companies in the delivery of fresh meat to homes. This group operates in all regions of the Kingdom of Saudi Arabia and the Gulf countries."
  ];
}
